[
    {
        "id": 1,
        "titulo": "You: Caroline Kepnes",
        "autor": "Caroline Kepnes",
        "sinopse": "You narra a história de Joe Goldberg, um jovem gerente de livraria que, à primeira vista, parece ser um cara comum, mas que esconde uma obsessão profunda e perigosa. Quando ele conhece Guinevere Beck, uma aspirante a escritora, Joe rapidamente se vê completamente fascinado por ela. O que começa como um interesse inocente logo se transforma em uma obsessão obsessiva e inquietante.\n\nJoe utiliza as redes sociais, tecnologias digitais e métodos pouco convencionais para monitorar todos os passos de Beck, invadindo sua privacidade de maneira cada vez mais invasiva. Ele elimina qualquer pessoa ou obstáculo que, em sua visão distorcida, possa ameaçar o relacionamento idealizado que constrói em sua mente.\n\nNarrado na primeira pessoa, através da perspectiva perturbada e fascinante de Joe, You é um thriller psicológico intenso que mergulha nas profundezas do amor tóxico, da manipulação e dos perigos da obsessão moderna. A obra levanta questões inquietantes sobre os limites entre paixão e controle, e o impacto da era digital nas relações humanas.",
        "preco": 69.99,
        "paginas": 432,
        "idioma": "Português",
        "imagem": "../imgs/YOU.jpg",
        "biografiaAutor": "Caroline Kepnes é uma escritora, roteirista e jornalista norte-americana nascida em 10 de novembro de 1976, em Cape Cod, Massachusetts. Formada pela Brown University em mídia e escrita criativa, Caroline sempre teve uma paixão por contar histórias que exploram as complexidades da mente humana e as nuances das relações interpessoais.\n\nAntes de alcançar fama mundial como autora de thrillers psicológicos, Kepnes trabalhou como roteirista em séries de televisão, incluindo 7th Heaven e The Secret Life of the American Teenager. Essa experiência no audiovisual influenciou seu estilo de escrita, marcado por diálogos ágeis e narrativas intensas.\n\nSeu romance de estreia, You (2014), foi um sucesso instantâneo, conquistando leitores e críticos com sua narrativa única, que combina suspense e uma análise profunda da psicologia de um anti-herói obsessivo. O livro foi adaptado para uma série de TV aclamada pela Netflix, ampliando ainda mais sua notoriedade.\n\nCaroline Kepnes continuou explorando os temas de obsessão, amor e manipulação em suas obras subsequentes, incluindo Hidden Bodies e You Love Me. Seu trabalho é reconhecido por sua capacidade de criar personagens complexos e histórias que desafiam a moralidade tradicional, mantendo o leitor constantemente envolvido.",
        "imagemAutor": "../imgs/autores/caroline-kepnes.jpg",
        "dataPublica": 2014,
        "editora": "Rocco"
    },
    {
        "id": 2,
  "titulo": "1984",
  "autor": "George Orwell",
  "sinopse": "Em um regime totalitário onde o governo vigia todos os passos dos cidadãos, Winston Smith trabalha reescrevendo documentos históricos para o Partido. No entanto, ele começa a questionar a opressão imposta pelo Grande Irmão e a buscar a liberdade de pensamento, embarcando em um perigoso caminho de rebeldia.",
  "preco": 60.00,
  "paginas": 416,
  "idioma": "português",
  "imagem": "../imgs/1984.jpg",
  "biografiaAutor": "George Orwell foi um escritor, jornalista e ensaísta britânico, conhecido por suas críticas sociais afiadas e por obras distópicas como '1984' e 'A Revolução dos Bichos'. Seus escritos abordam temas como autoritarismo, vigilância e manipulação da verdade.",
  "imagemAutor": "../imgs/autores/George_Orwell.jpg",
  "dataPublica": "1949",
  "editora": "Companhia das Letras"
}
    ,
    {
        "id": 3,
  "titulo": "Billy Summers",
  "autor": "Stephen King",
  "sinopse": "Billy Summers é um assassino de aluguel veterano de guerra que aceita um último trabalho antes de se aposentar. Especialista em desaparecer sem deixar rastros, Billy se infiltra em uma cidadezinha para cumprir a missão. No entanto, as coisas começam a sair do controle, e ele se vê envolvido em uma trama de vingança, redenção e descobertas sombrias.",
  "preco": 58.90,
  "paginas": 554,
  "idioma": "Português",
  "imagem": "../imgs/billy_summers.jpg",
  "biografiaAutor": "Stephen King é um dos autores mais prolíficos e populares do mundo, conhecido por suas obras de suspense, horror e ficção sobrenatural. Com dezenas de livros publicados, muitos adaptados para o cinema e TV, King é celebrado por sua habilidade de criar personagens profundos e histórias envolventes.",
  "imagemAutor": "../imgs/autores/king.jpg",
  "dataPublica": "2021",
  "editora": "Suma"
    },
    {
        "id": 4,
  "titulo": "Dias Perfeitos",
  "autor": "Rafael Montes",
  "sinopse": "Téo é um estudante de medicina solitário e obcecado por cadáveres. Sua vida muda ao conhecer Clarice, uma jovem espontânea que está escrevendo um roteiro chamado 'Dias Perfeitos'. Tomado por uma obsessão doentia, Téo decide sequestrá-la para viverem juntos o roteiro dela — mesmo contra sua vontade. Uma história perturbadora e envolvente sobre obsessão, controle e loucura.",
  "preco": 78.87,
  "paginas": 554,
  "idioma": "Português",
  "imagem": "../imgs/Dias-perfeitos.jpg",
  "biografiaAutor": "Rafael Montes é um autor e roteirista brasileiro conhecido por seus romances de suspense psicológico e policial. Com estilo marcante e narrativas inquietantes, ele ganhou destaque com 'Suicidas' e consolidou sua carreira com 'Dias Perfeitos', que já foi publicado em diversos países. Montes também é roteirista de séries de TV e cinema.",
  "imagemAutor": "../imgs/autores/Rafael-montes.jpg",
  "dataPublica": "2018",
  "editora": "Companhia das Letras"
    },
    {
        "id": 5,
  "titulo": "Emily Dickinson",
  "autor": "Emily Dickinson",
  "sinopse": "Esta coletânea apresenta uma seleção dos poemas mais emblemáticos de Emily Dickinson, uma das figuras mais importantes da poesia norte-americana. Com estilo introspectivo, linguagem precisa e temas como morte, imortalidade e natureza, a obra oferece uma imersão na mente de uma autora que revolucionou a poesia do século XIX.",
  "preco": 56.00,
  "paginas": 430,
  "idioma": "inglês",
  "imagem": "../imgs/emily_dickn.jpg",
  "biografiaAutor": "Emily Dickinson foi uma poetisa norte-americana nascida em 1830, conhecida por sua vida reclusa e sua poesia inovadora. Produziu quase 1.800 poemas, muitos dos quais só foram publicados postumamente. Sua escrita, marcada pelo uso incomum de pontuação e métrica, influenciou profundamente a literatura moderna.",
  "imagemAutor": "../imgs/autores/Emily_Dickinson_.jpg",
  "dataPublica": "1890",
  "editora": "Unicamp"
    },
    {
        "id": 6,
  "titulo": "Perdão Leonard Peacock",
  "autor": "Matthew Quick",
  "sinopse": "Leonard Peacock tem um plano para o seu aniversário: matar seu ex-melhor amigo e depois tirar a própria vida. Mas, antes disso, ele quer se despedir de quatro pessoas que foram importantes para ele. Em uma narrativa intensa e emocional, o livro aborda temas como bullying, depressão, amizade e redenção, convidando o leitor a refletir sobre empatia e o valor da vida.",
  "preco": 78.67,
  "paginas": 231,
  "idioma": "inglês",
  "imagem": "../imgs/Peacock.jpg",
  "biografiaAutor": "Matthew Quick é um escritor americano conhecido por suas obras voltadas ao público jovem adulto, abordando questões psicológicas profundas. Ganhou destaque com 'O Lado Bom da Vida', que foi adaptado para o cinema. Sua escrita costuma tratar de temas como saúde mental, relações familiares e superação.",
  "imagemAutor": "../imgs/autores/Matthew_Quick.jpg",
  "dataPublica": "2012",
  "editora": "Intrínseca"
    },
    {
        "id": 7,
  "titulo": "Dexter",
  "autor": "Jeff Lindsay",
  "sinopse": "Dexter Morgan é um especialista em análises de sangue que trabalha para a polícia de Miami durante o dia, mas à noite ele se torna um assassino em série que persegue criminosos que escapam da justiça. A narrativa é tensa, psicológica e cheia de reviravoltas, explorando os conflitos internos de Dexter entre sua vida dupla e seu código moral distorcido.",
  "preco": 90.60,
  "paginas": 503,
  "idioma": "inglês",
  "imagem": "../imgs/Dexter.jpg",
  "biografiaAutor": "Jeff Lindsay é o pseudônimo do escritor americano Jeffry P. Freundlich. Ele é conhecido principalmente pela série de livros 'Dexter', que inspirou a famosa série de TV. Seu estilo mistura suspense, humor negro e um olhar profundo sobre a mente de um anti-herói.",
  "imagemAutor": "../imgs/autores/Jeff_lindsay.jpg",
  "dataPublica": "2004",
  "editora": "ShowTime"
    },
    {
        "id": 8,
        "titulo": "O Livro de Ouro da Filosofia",
        "autor": "Peter Gibson",
        "sinopse": "Uma introdução envolvente e acessível aos principais conceitos, pensadores e escolas da filosofia ocidental e oriental. Ideal tanto para iniciantes quanto para leitores mais experientes que desejam revisar ou aprofundar seus conhecimentos.",
        "preco": 49.90,
        "paginas": 368,
        "idioma": "português",
        "imagem": "../imgs/Filosofia.jpg",
        "biografiaAutor": "Peter Gibson é um renomado professor e divulgador de filosofia, conhecido por sua abordagem clara e envolvente dos grandes temas filosóficos. Ele escreve livros que tornam conceitos complexos acessíveis a todos.",
        "imagemAutor": "../imgs/autores/peter_gibson.jpg",
        "dataPublica": "2018",
        "editora": "Ediouro"
    },
    {
        "id": 9,
        "titulo": "Harry Potter e a Pedra Filosofal",
        "autor": "J.K. Rowling",
        "sinopse": "Harry Potter é um garoto órfão que vive com os tios até descobrir, no seu aniversário de 11 anos, que é um bruxo. Ele é então convidado a estudar em Hogwarts, a escola de magia e bruxaria, onde descobre segredos sobre seu passado e o mundo mágico.",
        "preco": 87.60,
        "paginas": 264,
        "idioma": "português",
        "imagem": "../imgs/Hp.jpg",
        "biografiaAutor": "J.K. Rowling é uma escritora britânica mundialmente conhecida pela série Harry Potter, que se tornou um fenômeno global e marcou gerações com sua rica mitologia e personagens inesquecíveis.",
        "imagemAutor": "../imgs/autores/Rowling.jpg",
        "dataPublica": "1997",
        "editora": "Rocco"
    },
    {
  "id": 10,
  "titulo": "It: A Coisa",
  "autor": "Stephen King",
  "sinopse": "Na pacata cidade de Derry, crianças começam a desaparecer misteriosamente. Um grupo de amigos enfrenta seus maiores medos quando confrontam uma entidade maligna que assume a forma de um palhaço chamado Pennywise. Anos depois, eles precisam retornar para enfrentá-lo novamente.",
  "preco": 60.00,
  "paginas": 1104,
  "idioma": "português",
  "imagem": "../imgs/IT.jpg",
  "biografiaAutor": "Stephen King é um dos mais renomados autores de terror e suspense do mundo. Com dezenas de livros publicados, suas histórias marcaram gerações e foram adaptadas para o cinema e a televisão.",
  "imagemAutor": "../imgs/autores/king.jpg",
  "dataPublica": "1986",
  "editora": "Suma"
},
{
    "id": 11,
  "titulo": "Lady Killers: Assassinas em Série",
  "autor": "Tori Telfer",
  "sinopse": "Lady Killers é um mergulho sombrio, provocador e cheio de ironia na vida e nos crimes de assassinas em série que a história tentou esquecer ou minimizar. Tori Telfer reconta as histórias de mulheres letais com o mesmo detalhe e seriedade que geralmente são reservados aos seus equivalentes masculinos.",
  "preco": 90.60,
  "paginas": 320,
  "idioma": "português",
  "imagem": "../imgs/lady-killers.jpg",
  "biografiaAutor": "Tori Telfer é uma escritora e jornalista norte-americana especializada em crimes reais. Ela é conhecida por explorar a psicologia do crime e dar voz às histórias esquecidas das mulheres na história criminal.",
  "imagemAutor": "../imgs/autores/tori-telfer.jpg",
  "dataPublica": "2017",
  "editora": "DarkSide Books"
},
{
    "id": 12,
  "titulo": "Outsider",
  "autor": "Stephen King",
  "sinopse": "Um menino de onze anos é brutalmente assassinado. Todas as evidências apontam para um dos cidadãos mais queridos da cidade: Terry Maitland, treinador da liga infantil, professor de inglês, marido exemplar e pai de duas meninas. A investigação segue seu rumo até que eventos misteriosos começam a questionar a realidade dos fatos.",
  "preco": 90.60,
  "paginas": 528,
  "idioma": "português",
  "imagem": "../imgs/outsider.jpg",
  "biografiaAutor": "Stephen King é um dos autores mais prolíficos e populares do mundo. Com dezenas de best-sellers, é conhecido como o 'mestre do terror', tendo influenciado gerações com suas histórias de suspense, horror e ficção sobrenatural.",
  "imagemAutor": "../imgs/autores/king.jpg",
  "dataPublica": "2018",
  "editora": "Scribner / Suma"
}

]